{
  "name": "Алексей Павлов",
  "projecttitle": "Проекты",
  "menu": {
    "about": "Обо мне",
    "projects": "Проекты"
  },
  "biography": {
    "birthDate": {
      "title": "Дата рождения:",
      "data": "02.04.1988"
    },
    "city": {
      "title": "Город:",
      "data": "Российская Федерация, Саратов"
    },
    "experience": {
      "title": "Релевантный опыт работы:",
      "data": "более 10 лет"
    },
    "specialization": {
      "title": "Специализация:",
      "data": "разработка WEB приложений разного уровня сложности"
    },
    "position": {
      "title": "Занимаемая должность:",
      "data": "Ведущий разработчик. Teamlead команды web разработки портальных решений Smart Delta Systems"
    },
    "preposition": {
      "title": "Предшествующая должность:",
      "data": "руководитель отдела разработки программного обеспечения ООО \"АльфаТелл\""
    },
    "technology": {
      "title": "Используемые технологии:",
      "frontend": {
        "title": "Front-end:",
        "data": "JavaScript ES6, VueJs, ExtJs, Backbone, ElectronJs, sass, less"
      },
      "backend": {
        "title": "Back-end:",
        "data": "Java, Scala, Spring Framework, Play Framework"
      },
      "db": {
        "title": "БД:",
        "data": "MySQL, mongoDb"
      },
      "other": {
        "title": "Остальное:",
        "data": "Akka, apache kafka"
      }
    },
    "otherTechnology": {
      "title": "Использовал в работе технологии:",
      "data": "Linux, Jira, Jenkins, Docker"
    }

  },
  "aboutContacts": {
    "title": "Контакты"
  },
  "projects": {
    "infoclinicaRu": {
      "title": "ИНФОКЛИНИКА.RU",
      "role": "<b>Роль:</b> Руководитель группы web разработчиков.",
      "text": "ИНФОКЛИНИКА.RU - комплексное SaaS решение для организации сайта электронной регистратуры и личного кабинета пациента клиники. <br>Сервис позволяет организовать самостоятельную запись пациента на прием, просмотр и печать пациентом списка запланированных посещений, результатов анализов и рекомендаций врача."
    },
    "labportal": {
      "title": "ЛАБПОРТАЛ",
      "role": "<b>Роль:</b> Руководитель группы web разработчиков.",
      "text": "Сервис обмена данными по лабораторным исследованиям между клиниками и лабораториями. <br>Централизованная поддержка справочников и преаналитических правил ведущих лабораторий. <br>Регистрация заказов в лабораторию в удаленном режиме через удобный web-интерфейс."
    },
    "misInfoclinica": {
      "title": "WEB Инфоклиника",
      "role": "<b>Роль:</b> Руководитель группы web разработчиков.",
      "text": "Медицинская информационная система Инфоклиника - это основа для построения единого, хорошо структурированного информационного пространства клиники. <br>Функционал системы охватывает все направления деятельности современного медицинского учреждения, широкие интеграционные возможности обеспечивают обмен с другими информационными системами, используемыми как в самой клинике, так и вне неё, а также задействовать различные каналы коммуникации с пациентами."
    },
    "ccAlfatell": {
      "title": "Контакт-центр Альфателл",
      "role": "<b>Роль:</b> руководитель проекта, программный архитектор, разработчик.",
      "text": "Контакт-центр АльфаТелл — программно-аппаратное решение, позволяющее с минимальными финансовыми затратами построить полноценную корпоративную телефонную сеть с единым планом городских коротких внутренних номеров. Сервис позволяет получить полный набор функций современной офисной АТС, обрабатывающей большие потоки входящих и исходящих телефонных звонков, а также информацию, поступающую путём E-mail, SMS, FAX."
    },
    "visualControl": {
      "title": "Визуальный контроль",
      "role": "<b>Роль:</b> основатель приложения, разработчик.",
      "text": "Сервис, позволяющий организовать видеоконтроль любого масштаба при помощи любого типа ip, web камер, без использования специальных аппаратныйх комплексов (видеорегистратора)."
    },
    "terminal": {
      "title": "Терминал самообслуживания",
      "role": "<b>Роль:</b> программный архитектор, разработчик.",
      "text": "Решение, позволяющее медицинской клинике получать информацию о посещении пациентом.<br>Сервис реализован в виде терминального ПО, установленного при входе в медицинскую клинику."
    },
    "otherProjectInfo": "В данном списке вынесены наиболее сложные по моему мнению проекты. Кроме них, также я принимал участие на различных позициях в разработке серверных приложений, web-сайтов как самописных, так и на CMS..."
  }
}